[
  {
    "id": "8139ed03-4d02-429a-928d-de54415c2113",
    "title": "TEST",
    "slug": "test",
    "content": "II. Hướng dẫn đăng ký tài khoản VssID trên web\n1. Hướng dẫn nhanh\nTruy cập trang đăng ký Bảo hiểm Xã hội điện tử > Tick chọn ô Cá nhân > Nhấn Tiếp.\nChọn cơ quan Bảo hiểm Xã hội đã đăng ký > Nhấn Chọn.\nTick vào ô Tại nơi tiếp nhận hồ sơ theo quy định của Bảo hiểm Xã hội Việt Nam > Nhấn nút Ghi nhận.\n2. Hướng dẫn chi tiết\nBước 1: Truy cập trang đăng ký Bảo hiểm Xã hội điện tử. Sau đó, tick chọn ô Cá nhân trong mục Đối tượng đăng ký và chọn Tiếp.\n\nChọn Đăng ký, chọn Tiếp\n\nChọn Đăng ký, chọn Tiếp\n\nBước 2: Điền thông tin theo biểu mẫu hiện ra, bao gồm: Họ tên, Mã số BHXH, số CMND/CCCD, Địa chỉ liên hệ,… Sau đó, tải lên ảnh mặt trước và sau của CMND/CCCD.\n\nĐiền thông tin cá nhân và tải ảnh CMND/CCCD\n\nĐiền thông tin cá nhân và tải ảnh CMND/CCCD\n\nBước 3: Tại mục chọn cơ quan Bảo hiểm Xã hội, bạn tick chọn ô của cơ quan mà bạn đã đăng ký. Sau đó, nhấn Chọn.",
    "published_at": "2025-11-04"
  },
  {
    "id": "28ad96f7-b272-481b-8ec3-7ad541305f32",
    "title": "Hello",
    "slug": "hello1",
    "content": "hello",
    "published_at": "2025-11-04"
  },
  {
    "title": "Dobermans, Then and Now From the 1930s to the 2000s",
    "slug": "dobermans-then-and-now-from-the-1930s-to-the-2000s",
    "image_url": "",
    "content": "In my attempt to find out how much dogs have changed since the past I have received help from several breed specialists. In a previous article published in Dog News on November 6, 2020, several Pekingese experts commented on a number of old photos.\r\n\r\nFor this second feature, I’ve chosen a breed that's about as different from Pekingese as possible — the Doberman Pinscher. I plan to continue with other breeds in the same vein.\r\n\r\nMy method: I sent a number of photos of top winners from the past (1930s to the early 2000s) to a few breed specialists, at least a couple of AKC judges among them. For obvious reasons, no photographs of dogs still living were used. I asked: \"Do you think the breed is changing, and if so in what specific respects. Would any of the old dogs have ANYTHING to contribute today? Would they even get looked at at a current AKC show?\"\r\n\r\n \r\n\r\nEarly Doberman Pinscher in Germany.\r\n\r\n \r\n\r\nI am well aware that asking breed specialists to comment on photos is not ideal. Photographs are notoriously unreliable, and for practical reasons I have to limit them to just one per dog.  They are also one dimensional, often black and white (at least until the 1960s), and not necessarily indicative of a dog's real quality. (Doberman breeder-judge Linda Krukar notes that win shots up until the late 1970s were typically done at a slight angle, depicting fronts in a less-than-flattering light.) I have done my best to select good photographs, but of course they may not always do the dog justice. (A really unflattering portrait wouldn't have been available to me to begin with, however, since the photos I have access to were usually used for advertising purposes.)\r\n\r\nThe Pekingese experts felt their breed had changed surprisingly little over the decades, but the Doberman fanciers did not feel the same was true about their breed.\r\n\r\n\"It seems to me that the majority of the early Dobermans, including the 'greats' of the day, might have a difficult time competing with the Dobermans of today,” says Andy Linton, Doberman handler extraordinaire. “Angulation fore and aft, heads, feet, tail sets and general overall make and shape, are far superior on today’s best Dobermans.\"\r\n\r\nLinda Krukar adds that because of the breed’s inherent showmanship, presentation is often overemphasized.\r\n\r\n“This breed has changed drastically over the years, as you can see, and as much as I hate to say it, there’s always a 'trend' going, so the breed looks one way for a while, and then ebbs in another direction, even though the standard stays the same,” she says. “The early dogs up to 1973 were more moderate than today’s. Overall, the breed has changed a great deal over the years.”\r\n\r\nOf all the breed’s traits, she thinks heads have remained the most consistent. “The standard has gone through some minor tweaks over time, including a very slight increase in size, but still emphasizing medium size, moderate, compactly built and square. As the years progress, there is a very gradual change in the outline from very moderate to more angulated, and in 2000, from a square to a longer-bodied dog, which we see a lot of in today’s Dobermans.\r\n\r\n\"The Doberman standard is clear and specific, but the interpretation seems to elude many,” Linda concludes. “From the pictures, it apparent that it’s a breed that is still evolving and going though various trends.\"\r\n\r\nThe breed standard for Doberman Pinschers has been revised several times. The German standard was in use in 1925; the first standard approved by AKC came in 1935, with revisions in 1942, 1948, 1969 and 1982, and a reformatting (but no changes) in 1990.\r\n\r\nThe first Doberman Pinscher in the U.S. was registered by AKC in 1908. The breed took a while to catch on, but Dobermans were one of the most consistent winners of Best in Show as soon as AKC started having a regular competition for this award in the 1920s.\r\n\r\nThe first Doberman Pinscher to win BIS in the U.S. was Edo von Stresow, who won at the Detroit Kennel Club in March 1924; it is not know if he became a champion. The following year a bitch named Ch. Westphalia Prinsessin Ilsa v. d. Köningstadt won the Working Group at Westminster. Another bitch named Ch. Freya vom Siegelberg won BIS four times at AKC all-breed shows the same year, and in 1927 Ch. Claus von Signalsburg won six BIS. This doesn't necessarily sound like a lot, but there were fewer than 200 AKC all-breed shows per year then — not 1,500, like these days — so just a few wins automatically made a dog one of the top winners for that year.\r\n\r\nWhen Ch. Jockel von Burgund won Best in Show at 14 of the 181 all-breed dog shows held in 1936, it was more than any other dog achieved that year — and probably a higher percentage of the total than most modern contenders can hope to achieve. (There was no official ranking of the top dogs in all-breed competition at the time, which didn't stop some exhibitors from claiming that their dog was \"the most successful,\" \"the all-time top-winning\" this or that, etc.)\r\n\r\n \r\n\r\n\r\n\r\nCh. Jockel v. Burgund in Kennel Review, December 1938. The caption read: “Presentjng the World’s Outstanding Doberman Pinscher Int. Ch. Jockel v. Burgund, who won his thirty-fifth best in show all breeds at San Mateo Kennel Club show, November 13, 1938. Not only a great show dog but a wonderful sire. […] Int. Ch Jockel v. Burgund with his very lovely owner Mrs. L. R. Randle of San Francisco.”\r\n\r\n \r\n\r\nDoberman Pinschers have figured among the top dogs in the country more often than most breeds, winning hundreds of Bests in Show. Nine different Dobermans have been #1 or #2 of All Breeds since 1965. They were declared Best in Show at Westminster four times and won 13 Working Groups there. However, no Doberman has been Top Working Dog in the country since GCh. Protocol's Veni Vidi Fici (\"Fifi\") in 2012, and none has been Top Dog of All Breeds since Ch. Royal Tudor's Wild As The Wind (\"Indy\") in 1988. For most breeds that would hardly be cause for concern. Are Doberman Pinschers losing out in competition with other breeds? I doubt it, but the future will tell.\r\n\r\nOne question that none of the specialists I consulted picked up on was why the Doberman in Europe is so different compared to the U.S. It is in fact one of the most popular questions on the Internet: \"European vs. American Doberman?\" (Google that question and you get 811,000 results in 0.40 seconds!) Since the 1940s or '50s, we in this country have consistently preferred a Doberman that's a little more elegant (or less substantial?) than the one in Europe, and the difference of course is further enhanced by the fact that you can't crop ears nor dock tails in Europe these days. Even the breed names are somewhat different: AKC lists the breed as Doberman Pinscher, FCI as simply Dobermann — with two Ns. (Since Herr Dobermann, for whom the breed is named, spelled his name that way, one wonders who started misspelling his name in the U.S. …)\r\n\r\n “The early dogs were different from today’s high-styled look,” says breeder-judge Faye Strauss, stressing that photos don’t do justice to the quality of the dogs depicted here. Nor do they reveal one of the most important aspects of Doberman type: temperament.\r\n\r\n“Historically, even when they didn’t look like a Doberman, they acted like one,” she reminds. “Dobermans win at the shows because they are the consummate show dogs. They are self-confident, possessing great temperament and nobility, watchful, fearless, loyal, determined and alert. These are breed-defining characteristics. Any dog that can’t hold it together in the ring for the two and a half minutes the judge is watching should never win on that day, even if they are the best in every other way. All other faults should be taken to the extent of the deviation. Never compromise on temperament in our breed. It is the reason we love our breed.\r\n\r\n\"The Doberman is a square, medium-sized dog with heavy bone, muscular and powerful, looking poured into his skin. He is well angled in front and rear. This is a one-piece dog, smooth and balanced.\r\n\r\n“Annie Clark said, ‘Make your first cut on type, then pick the soundest from that group.’ We add, ‘Then pick the dog with the best temperament.’\"\r\n\r\n \r\n\r\n\r\n\r\nCh. Rancho Dobe’s Storm winning his first BIS at Westminster in 1952.\r\n\r\n \r\n\r\nLinda Krukar adds that she has seen these dogs in person starting with Ch. Marienburg's Mary Hartman in the 1970s. Because for this exercise she was looking at photos, she didn’t comment on movement. She says that she made positive statements about all of the dogs, because they all have good points. Nevetheless, she knows that some of her comments may seem too harsh, but these comments are based on the photos, and this is for learning purposes.\r\n\r\nIt's probably human nature to naturally compare these dogs with the BEST of today, instead of with the dogs that are currently winning, whether you like them or not. I have included only photos of dogs that won a lot in their day, which basically means that many AKC judges pointed to them in Group or BIS competition. Whether that is really indicative of a dog's quality, or if we should have focused on, for example, Specialty winners instead, I'll leave to others to decide.\r\n\r\nIt may be impossible to accurately compare dogs from the past with those today, but if nothing else I think you will learn a lot from the breed specialists. I certainly did!",
    "published_at": "2025-11-04",
    "id": 1
  },
  {
    "title": "'Miracle' kitten from abandoned pub rehomed",
    "slug": "miracle-kitten-from-abandoned-pub-rehomed",
    "image_url": "/uploads/news/miracle-kitten-from-abandoned-pub-rehomed-69095f92c358c.png",
    "content": "A black kitten whose mother was rescued from an abandoned pub has been successfully re-homed.\r\n\r\nThe tiny feline, named Peggy, weighed just 0.13 lb (59g) when she was born at a rescue centre.\r\n\r\nThe RSPCA said the kitten's \"poorly and stressed\" mother rejected her and she had to be hand-reared for 10 weeks.\r\n\r\nThe charity said the kitten's mother, along with 20 other cats, were found living in \"unsuitable conditions\" in the empty Sheffield pub in August and taken into care.\r\n\r\nPeggy, who was named after famous EastEnders landlady Peggy Mitchell, was also only 1.9in (5cm) long.\r\n\r\nNew owner Cheryl Hague, press manager for the RSPCA, said: \"Her story really pulled on my heart-strings - how she had beaten the odds to survive.\"\r\n\r\nRSPCA A black kitten sitting on a brown leather couchRSPCA\r\nHer new owner says Peggy is now a \"cheeky and playful\" 10-week-old\r\n\"Once I met this miracle kitten I was smitten and decided to adopt her, much to the delight of my daughters,\" said Ms Hague, from Handsworth, Sheffield.\r\n\r\n\"She is so playful and cute and we adore her.\"\r\n\r\nPeggy's mother also gave birth to another kitten, which did not survive.\r\n\r\nThe RSPCA said both kittens had silver tips on their fur called Fever Coat which is a sign their mother was ill and stressed during pregnancy and probably why she could not care for them.\r\n\r\nThe charity also hopes the story will dispel any superstitious myths about black cats being bad luck - especially at Halloween.\r\n\r\nAccording to new statistics, black and black and white cats made up 47% of cats in RSPCA care last year - with 1,096 black and 1,501 black-and-white cats arriving at National Animal Centres.\r\n\r\nRSPCA A blonde woman wearing a yellow vest cradling a black kitten RSPCA\r\nCheryl Hague says she is \"smitten\" with her new pet\r\nThat number is more than 10 times the number of white cats and more than five times more than ginger cats.\r\n\r\nYet despite being the most common, black cats also face longer waits for adoption.\r\n\r\nOn average, black cats stay in care for 71 days, and black-and-white cats for 69 days, compared to 64 days for tabbies.",
    "published_at": "2025-11-03",
    "id": 2
  },
  {
    "id": 4,
    "title": "Mẫu bài viết số 4",
    "slug": "mau-bai-4",
    "image_url": "",
    "content": "Nội dung minh hoạ",
    "published_at": "2025-11-03"
  },
  {
    "id": 5,
    "title": "Mẫu bài viết số 5",
    "slug": "mau-bai-5",
    "image_url": "",
    "content": "Nội dung minh hoạ",
    "published_at": "2025-11-02"
  },
  {
    "id": 6,
    "title": "Mẫu bài viết số 6",
    "slug": "mau-bai-6",
    "image_url": "",
    "content": "Nội dung minh hoạ",
    "published_at": "2025-11-01"
  },
  {
    "id": 7,
    "title": "Mẫu bài viết số 7",
    "slug": "mau-bai-7",
    "image_url": "",
    "content": "Nội dung minh hoạ",
    "published_at": "2025-10-31"
  },
  {
    "id": 8,
    "title": "Mẫu bài viết số 8",
    "slug": "mau-bai-8",
    "image_url": "",
    "content": "Nội dung minh hoạ",
    "published_at": "2025-10-30"
  },
  {
    "id": 9,
    "title": "Mẫu bài viết số 9",
    "slug": "mau-bai-9",
    "image_url": "",
    "content": "Nội dung minh hoạ",
    "published_at": "2025-10-29"
  },
  {
    "id": 10,
    "title": "Mẫu bài viết số 10",
    "slug": "mau-bai-10",
    "image_url": "",
    "content": "Nội dung minh hoạ",
    "published_at": "2025-10-28"
  }
]